Repository: AkarshSatija/gmail-backup-com
Catalog: trunk/messages/*.po
Languages: da, es_es

source: revision %s (%s)
es_es: revisión %s (%s)

source: Gmail login: (full email address)
da: Gmail login: (fuld e-mail adresse)
es_es: usuario de Gmail: (dirección de mail completa)

source: Gmail password:
es_es: clave de Gmail:

source: Backup folder:
da: Backup mappe:
es_es: Carpeta de Backup:

source: You can use following forms: directory filename.zip directory#template filename.zip#template In the template you can use following variables, which will be substituted with values in the stored message: $YEAR, $MONTH, $DAY $HOUR, $MINUTE, $SECOND $FROM, $SUBJ You can write them either as $YEAR or ${YEAR}.
da: Du kan bruge de følgende metoder: directory filename.zip directory#template filename.zip#template I denne skabelon, kan du bruge følgende variabler, der derefter bliver udskiftet med den reelle værdi i de gemte beskeder: $YEAR, $MONTH, $DAY $HOUR, $MINUTE, $SECOND $FROM, $SUBJ Du kan skrive dem som enten $YEAR eller ${YEAR}.
es_es: Puede usar las sisguientes formas: directorio archivo.zip directorio#platilla archivo.zip#plantilla In the template you can use following variables, which will be substituted with values in the stored message: $YEAR, $MONTH, $DAY $HOUR, $MINUTE, $SECOND $FROM, $SUBJ Puede escribirlas como $YEAR o ${YEAR}.

source: &Directory
es_es: &Directorio

source: Newest emails only
da: Kun de nyeste e-mails
es_es: Sólo emails nuevos

source: Newest emails only
da: Kun de nyeste e-mails
es_es: Sólo emails nuevos

source: Since date:
da: Før datoen:
es_es: Desde la fecha:

source: Before date:
da: Efter datoen:
es_es: Hasta la fecha:

source: &Restore
da: &Genetabler
es_es: &Restaurar

source: Stop
es_es: Parar

source: New Versions
da: Opdatering
es_es: Nuevas Versiones

source: Quit
da: Afslut
es_es: Salir

source: Enter valid email adress which you want to backup.
da: Indtast den gyldige e-mail adresse på den e-mail du vil lave backup af.
es_es: Introduzac una dirección válida de email para realizar el backup.

source: Enter valid password for your gmail account.
da: Indtast den korrekte adgangskode til din Gmail konto.
es_es: Introduzca una clave válida de su cuenta de gmail.

source: Enter folder where you want to store your emails.
da: Vælg den mappe, hvor du vil gemme dine e-mails.
es_es: Introduzca la carpeta donde quiere guardar sus emails.

source: Processed %.2fMB, speed %.1fKB/s
da: Gennemført %.2fMB, hastighed %.1fKB/s
es_es: Procesados %.2fMB, velocidad %.1fKB/s

source: Select a directory for Gmail Backup
da: Vælg en anden mappe til Gmail Backup
es_es: Seleccione un directorio parala copia de Gmail

source: Interrupting ...
da: Afbryder ...
es_es: Interrumpiendo ...

source: <unparseable header>
es_es: <cabecera no parseable>

source: GMail Backup revision %s (%s)
es_es: Revisión de GMail Backup %s (%s)

source: Starting backup of account %s into %s
da: Starter backup af kontoen %s til %s
es_es: Comenzando backup de la cuenta %s en %s

source: Ending backup of account %s
da: Afslutter backup af %s
es_es: Finalizado backup de la cuenta %s

source: Restoring the content of account %s from %s
da: Genetablere indholdet af kontoen %s fra %s
es_es: Restaurando el contenido de la cuenta %s desde %s

source: End of restoring of account %s
da: Genetablering af %s er færdig
es_es: Fin de la restauración de la cuenta %s

source: Clearing the content of account %s
da: Fjerner indholde på %s
es_es: Borrando el contenido de la cuenta %s

source: End of clearing of account %s
da: Færdig med at fjerne indholdet på %s
es_es: Fin del borrado de la cuenta %s

source: Stored %4.1f%%: %s - %s
da: Gemt %4.1f%%: %s - %s
es_es: Guardado %4.1f%%: %s - %s

source: Skip %4.1f%%: message already stored (%d of %d)
da: Spring over %4.1f%%: beskeden er allerede gemt (%d af %d)
es_es: Saltado %4.1f%%: mensaje ya guardado (%d de %d)

source: Restored %4.1f%%: %s - %s
da: Genetableret %4.1f%%: %s - %s
es_es: Restaurado %4.1f%%: %s - %s

source: Starting backup of labels
da: Starter backup af labels
es_es: Comenzado backup de etiquetas

source: Backup of labels ended
da: Færdig med backup af labels
es_es: Backup de etiquetas finalizado

source: Restoring labels, %.1f%%
da: Genetablere labels, %.1f%%
es_es: Restaurando etiquetas, %.1f%%

source: %s There are network problems, please, try it later
da: %s Der er netværksproblemer, prøv venligst igen senere
es_es: %s Hay errores de res, por favor, inténtelo más tarde

source: IMAP aborted the transfer
da: IMAP afbryd overførslen
es_es: IMAP abortada la transferencia

source: Program interrupted by user
da: Programmet blev afbrudt af brugeren
es_es: Programa interumpido por el usuario

source: Error occured, full traceback is bellow (gmb.py revision %s) %s
da: Der opstod en fejl. Fuld traceback kan ses herunder (gmb.py revision %s) %s
es_es: Error ocurrido, traza completa abajo (gmb.py revisión %s) %s

source: %s Ignoring this error message. If you want, please report the following traceback at www.gmail-backup.com/forum Thanks! (gmb.py revision %s): %s
da: %s Ignorerer denne fejlmeddelse. Hivs du vil, må du meget gerne rapportere følgende traceback på www.gmail-backup.com/forum Tak! (gmb.py revision %s): %s
es_es: %s Ignorando este mensaje de error. Si lo desea, por favor envíe la siguiente traza a www.gmail-backup.com/forum ¡Gracias! (gmb.py revisión %s): %s

source: Trying to reconnect (%d)
da: Prøver at forbinde igen (%d)
es_es: Intentando reconectar (%d)

source: Reconnected!
da: Forbundet!
es_es: ¡Reconectado!

source: Not connected, sleeping for %d seconds
da: Ikke forbundet, sover i %d seconds
es_es: No conectado, esperando por %d segundos

source: Unable to reconnect
da: Ikke muligt at forbinde igen
es_es: Imposible reconectar

source: Network error occured, disconnected
da: Netværks fejl opstod, forbindelsen er afbrudt
es_es: Error de res, desconectado

source: Error occured while reading e-mail from disc
da: Der opstod en fejl, mens der blev læs e-mail fra disken
es_es: Error ocurrido mientras se leía el e-mail desde el disco

source: Error while reading MessageID from stored message
da: Der opstod en fejl under læsningen af MessageID fra den gemte besked
es_es: Error mientras se leía el MessageID del mensaje guardado

source: Bad line in file with cached MessageIDs
da: Forkert linie i filen med gemte MessageIDs
es_es: Línea incorrecta en archivo con MessageIDs cacheado

source: Errorneous message in file: %s, please report it to <honza.svec@gmail.com>
da: Fejlagtig besked i filen: %s, rapporter venligst dette til <honza.svec@gmail.com>
es_es: Mensaje erróneo en el archivo: %s, por favor, comuníquelo a <honza.svec@gmail.com>

source: Error occured while downloading e-mail
da: Der opstod en fejl under downloadingen af en e-mail
es_es: Error ocurrido mientras se descargaba el e-mail

source: Cannot backup the assignment of label: %s
da: Kan ikke lave backup af tilknytningen på lablen: %s
es_es: No se puede hacer backup de la asignación de etiqueta: %s

source: Error while doing backup of label %r
da: Der opstod en fejl under backup af label %r
es_es: Error mientras se hacía backup de la etiqueta %r

source: Error while saving e-mail
da: Der opstod en fejl under skrivningen af en gemt e-mail
es_es: Error mientras se guardaba el e-mail

source: Error while getting MessageID
da: Der opstod en fejl under hentningen af MessageID
es_es: Error mientras se obtenía el MessageID

source: Error while restoring label %r
da: Der opstod en fejl under genetableringen af labelet %r
es_es: Error mientras se restauraba la etiqueta %r

source: Error while restoring e-mail
da: Der opstod en fejl under genetablering af e-mail
es_es: Error mientras se restauraba el e-mail

source: New version of GMail Backup is available! You can download version %s here: %s
da: Der er en ny version af GMail Backup tilgængelig! Du kan hente version %s her: %s
es_es: Nueva versión de GMail Backup disponible! Puede descargar la versión %s aquí: %s

source: You are using the latest version of GMail Backup.
da: Du bruger den nyeste version af GMail Backup.
es_es: Está usando la última versión de GMail Backup.

source: Skipdate %4.1f%%: %s - %s
da: Spring over datoen %4.1f%%: %s - %s

source: Error: %s
da: Fejl: %s
