Repository: AkarshSatija/gmail-backup-com
Catalog: messages/*.po
Languages: cs_cz, ru_ru

source: revision %s (%s)
cs_cz: revize %s (%s)
ru_ru: версия %s (%s)

source: Gmail login: (full email address)
cs_cz: Gmail login: (celá e-mailová adresa)
ru_ru: Логин: (адрес полностью)

source: Gmail password:
cs_cz: Gmail heslo:
ru_ru: Пароль:

source: Backup folder:
cs_cz: Adresář pro zálohu:
ru_ru: Каталог архива:

source: You can use following forms: directory filename.zip directory#template filename.zip#template In the template you can use following variables, which will be substituted with values in the stored message: $YEAR, $MONTH, $DAY $HOUR, $MINUTE, $SECOND $FROM, $SUBJ You can write them either as $YEAR or ${YEAR}.
cs_cz: Můžete použít následující zápisy: adresář soubor.zip adresář#šablona ..soubor.zip#šablona V šabloně můžete použít následující proměnné, které budou nahrazeny hodnotami z uložených zpráv: $YEAR, $MONTH, $DAY $HOUR, $MINUTE, $SECOND $FROM, $SUBJ Můžete je zapsat buď jako $YEAR nebo ${YEAR}.
ru_ru: Варианты использования: directory filename.zip directory#template filename.zip#template В шаблоне можно использовать переменные, которые будут заменены на значения из письма: $YEAR, $MONTH, $DAY $HOUR, $MINUTE, $SECOND $FROM, $SUBJ Укажите переменные как $YEAR или ${YEAR}.

source: &Directory
cs_cz: &Adresář
ru_ru: &Каталог

source: Newest emails only
cs_cz: Pouze nejnovější e-maily
ru_ru: Только новые письма

source: Newest emails only
cs_cz: Pouze nejnovější emaily
ru_ru: Только новые сообщения

source: Since date:
cs_cz: Od data:
ru_ru: С даты:

source: Before date:
cs_cz: Do data:
ru_ru: До даты:

source: &Backup
cs_cz: &Zálohuj
ru_ru: &Архивировать

source: &Restore
cs_cz: &Obnov
ru_ru: &Восстановить

source: Stop
cs_cz: Zastav
ru_ru: Стоп

source: New Versions
cs_cz: Nové verze
ru_ru: Новые версии

source: Quit
cs_cz: Konec
ru_ru: Выход

source: Enter valid email adress which you want to backup.
cs_cz: Zadejte správnou e-mailovou adresu, kterou si přejete zálohovat.
ru_ru: Введите адрес ящика для архивирования.

source: Enter valid password for your gmail account.
cs_cz: Zadejte správné heslo pro váš Gmail účet.
ru_ru: Введите пароль для вашей учетной записи.

source: Enter folder where you want to store your emails.
cs_cz: Zadejte adresář, kam chcete uložit vaše e-maily.
ru_ru: Выберите каталог для хранения писем.

source: Processed %.2fMB, speed %.1fKB/s
cs_cz: Zpracováno %.2fMB, rychlost %.1fKB/s
ru_ru: Обработано %.2fMB, скорость %.1fKB/s

source: Select a directory for Gmail Backup
cs_cz: Vyberte adresář pro uložení zálohy
ru_ru: Выберите каталог для архива Gmail Backup

source: Interrupting ...
cs_cz: Zastavuji ...
ru_ru: Прерываем ...

source: <unparseable header>
cs_cz: <neparsovatelná hlavička>
ru_ru: <необработанный заголовок>

source: GMail Backup revision %s (%s)
cs_cz: GMail Backup revize %s (%s)
ru_ru: GMail Backup версия %s (%s)

source: %1.fKB/s (total: %.2fMB)
cs_cz: %1.fKB/s (celkem: %.2fMB)
ru_ru: %1.fKB/s (всего: %.2fMB)

source: Starting backup of account %s into %s
cs_cz: Začínám zálohování účtu %s do %s
ru_ru: Начато архивирование учетной записи %s в %s

source: Ending backup of account %s
cs_cz: Končím zálohování účtu %s
ru_ru: Завершено архивирование учетной записи %s

source: Restoring the content of account %s from %s
cs_cz: Obnovuji obsah účtu %s z %s
ru_ru: Восстановление учетной записи %s из %s

source: End of restoring of account %s
cs_cz: Končím obnovu účtu %s
ru_ru: Восстановление учетной записи %s завершено

source: Clearing the content of account %s
cs_cz: Mažu obsah účtu %s
ru_ru: Очистка учетной записи %s

source: End of clearing of account %s
cs_cz: Mazání účtu %s dokončeno
ru_ru: Очистка учетной записи %s завершена

source: Stored %4.1f%%: %s - %s
cs_cz: Uloženo %4.1f%%: %s - %s
ru_ru: Сохранено %4.1f%%: %s - %s

source: Skip %4.1f%%: message already stored (%d of %d)
cs_cz: Vynecháno %4.1f%%: zpráva je již uložena (%d z %d)
ru_ru: Пропущено %4.1f%%: сообщение уже сохранено (%d of %d)

source: Restored %4.1f%%: %s - %s
cs_cz: Obnoveno %4.1f%%: %s - %s
ru_ru: Восстановлено %4.1f%%: %s - %s

source: Skipdate %4.1f%%: %s - %s
cs_cz: Mimo datum %4.1f%%: %s - %s
ru_ru: Пропуск даты %4.1f%%: %s - %s

source: Starting backup of labels
cs_cz: Začínám zálohu štítků
ru_ru: Сохранение меток начато

source: Backup of labels ended
cs_cz: Záloha štítku dokončena
ru_ru: Сохранение меток завершено

source: Restoring labels, %.1f%%
cs_cz: Obnovuji štítky, %.1f%%
ru_ru: Сохранение метки, %.1f%%

source: Error: %s
cs_cz: Chyba: %s
ru_ru: Ошибка: %s

source: %s There are network problems, please, try it later
cs_cz: %s Došlo k problémům se síťovým připojení, prosím, zkuste to později
ru_ru: %s Проблемы с сетью, попробуйте позже

source: IMAP aborted the transfer
cs_cz: IMAP server ukončil přenos
ru_ru: IMAP остановил передачу

source: Program interrupted by user
cs_cz: Program byl ukončen uživatelem
ru_ru: Программа прервана пользователем

source: Error occured, full traceback is bellow (gmb.py revision %s) %s
cs_cz: Došlo k chybě, výpis chyby je níže (gmb.py revize %s) %s
ru_ru: Произошла ошибка, ниже приведено сообщение (версия gmb.py %s) %s

source: %s Ignoring this error message. If you want, please report the following traceback at www.gmail-backup.com/forum Thanks! (gmb.py revision %s): %s
cs_cz: %s Ignoruji tuto chybovou zprávu Pokud chcete, nahlašte následující výpis na www.gmail-backup.com/forum Děkujeme. (gmb.py revize %s): %s
ru_ru: %s Ошибка игнорируется. Вы можете отправить отчет в www.gmail-backup.com/forum Спасибо! (версия gmb.py %s): %s

source: Trying to reconnect (%d)
cs_cz: Pokouším se znovupřipojit (%d)
ru_ru: Попытка подключения (%d)

source: Reconnected!
cs_cz: Znovupřipojeno!
ru_ru: Подключено заново!

source: Not connected, sleeping for %d seconds
cs_cz: Nepodařilo se znovupřipojit, čekám %d sekund
ru_ru: Не подключено, пауза %d сек

source: Unable to reconnect
cs_cz: Nelze se znovupřipojit
ru_ru: Не удалось подключиться

source: Network error occured, disconnected
cs_cz: Došlo k síťové chybě, odpojeno
ru_ru: Сетевая ошибка, отключено

source: Error occured while reading e-mail from disc
cs_cz: Došlo k chybě při čtení e-mailu z disku
ru_ru: Ошибка при чтении сообщения с диска

source: Error while reading MessageID from stored message
cs_cz: Došlo k chybě při načítání MessageID z uložené zprávy
ru_ru: Ошибка при чтенни MessageID из сохраненного сообщения

source: Bad line in file with cached MessageIDs
cs_cz: Chybný řádek v souboru s cache MessageIDs
ru_ru: Неверная строка в файле с сохраненными MessageIDs

source: Errorneous message in file: %s, please report it to <honza.svec@gmail.com>
cs_cz: Zpráva uložená v souboru %s obsahuje chyby, prosím, zašlete její kopii na adresu <honza.svec@gmail.com>
ru_ru: Ошибка произошла в файле: %s, пожалуйста, отправьте отчет на <honza.svec@gmail.com>

source: Error occured while downloading e-mail
cs_cz: Při stahování e-mailu došlo k chybě
ru_ru: Ошибка при загрузке сообщения

source: Cannot backup the assignment of label: %s
cs_cz: Nemohu zazálohovat přiřazení štítku: %s
ru_ru: Не удается сохранить метку: %s

source: Error while doing backup of label %r
cs_cz: Při záloze štítku %r došlo k chybě
ru_ru: Ошибка при сохранении метки %r

source: Error while saving e-mail
cs_cz: Chyba při ukládání e-mailu
ru_ru: Ошибка при сохранении сообщения

source: Error while getting MessageID
cs_cz: Chyba při získávání MessageID
ru_ru: Ошибка при получении MessageID

source: Error while restoring label %r
cs_cz: Chyba při obnově štítku %r
ru_ru: Ошибка при восстановлении метки %r

source: Error while restoring e-mail
cs_cz: Chyba při obnově e-mailu
ru_ru: Ошибка при восстановлении сообщения

source: New version of GMail Backup is available! You can download version %s here: %s
cs_cz: Je dostupná nová verze GMail Backupu! Verzi %s si můžete stáhnout zde: %s
ru_ru: Доступна новая версия GMail Backup ! Версию %s можно скачать здесь: %s

source: You are using the latest version of GMail Backup.
cs_cz: Používáte aktuální verzi GMail Backupu.
ru_ru: У вас последняя версия GMail Backup.
