Repository: AkarshSatija/gmail-backup-com
Catalog: trunk/trunk/messages/*.po
Languages: hu, nl

source: revision %s (%s)
hu: %s. változat (%s)
nl: versie %s (%s)

source: Gmail login: (full email address)
hu: Gmail felhasználónév: (email cím)
nl: Gmail login: (volledig e-mailadres)

source: Gmail password:
hu: Gmail jelszó:
nl: Gmail wachtwoord:

source: Backup folder:
hu: Archiváló mappa
nl: Back-upmap:

source: You can use following forms: directory filename.zip directory#template filename.zip#template In the template you can use following variables, which will be substituted with values in the stored message: $YEAR, $MONTH, $DAY $HOUR, $MINUTE, $SECOND $FROM, $SUBJ You can write them either as $YEAR or ${YEAR}.
hu: Az alábbi formákat használhatod: mappa fájlnév.zip mappa#sablon fájlnév.zip#sablon A sablonokban a következõ változókat használhatod, amelyek helyettesítve lesznek az elmentett email-ben tárolt értékekkel: $YEAR, $MONTH, $DAY $HOUR, $MINUTE, $SECOND $FROM, $SUBJ Használhatod a $YEAR vagy a ${YEAR} formátumot.
nl: U kunt volgende formaten gebruiken: directory filename.zip directory#template filename.zip#template In het sjabloon kunt u volgende variabelen gebruiken, als boodschapweergave: $YEAR, $MONTH, $DAY $HOUR, $MINUTE, $SECOND $FROM, $SUBJ Wegschrijven als $YEAR of ${YEAR}.

source: &Directory
hu: &Mappa
nl: &Map

source: Newest emails only
hu: Legújabbak emailek csak
nl: Nieuwste e-mails enkel

source: Newest emails only
hu: Csak a legújabb emailek
nl: Enkel nieuwste e-mails

source: Since date:
hu: Dátum óta:
nl: Sinds:

source: Before date:
hu: Dátum elõtt:
nl: Vóór:

source: &Backup
hu: &Archiválás

source: &Restore
hu: &Helyreállítás
nl: &Herstel

source: New Versions
hu: Új verzió
nl: Nieuwe versies

source: Quit
hu: Kilépés
nl: Beëindigen

source: Enter valid email adress which you want to backup.
hu: Add meg az email címet, amit archiválni szeretnél.
nl: Geef een geldig e-mailadres waarvan u een back-up wenst.

source: Enter valid password for your gmail account.
hu: Add meg az email fiókodhoz tartozó jelszavad.
nl: Geef een geldig wachtwoord van uw Gmail.

source: Enter folder where you want to store your emails.
hu: Add meg a mappát, amelybe az emaileket szeretnéd menteni.
nl: Geef de map op waarin u de e-mails wilt opslaan.

source: Processed %.2fMB, speed %.1fKB/s
hu: Feldolgozva %.2fMB, sebesség %.1fKB/s
nl: Verwerkt %.2fMB, snelheid %.1fKB/s

source: Select a directory for Gmail Backup
hu: Válaszd ki a könyvtárat a GMail Backup számára.
nl: Kies een map voor Gmail Backup

source: Interrupting ...
hu: Megszakítás...
nl: Onderbreken ...

source: <unparseable header>
hu: <értelmezhetetlen fejléc>
nl: <niet analyseerbare header>

source: GMail Backup revision %s (%s)
hu: GMail Backup %s. változat (%s)
nl: GMail Backup versie %s (%s)

source: %1.fKB/s (total: %.2fMB)
hu: %1.fKB/s (össz.: %.2fMB)
nl: %1.fKB/s (totaal: %.2fMB)

source: Starting backup of account %s into %s
hu: %s archiválása a következõ helyre: %s
nl: Start back-up van e-mailaccount %s into %s

source: Ending backup of account %s
hu: %s fiók archiválásának befejezése
nl: Einde back-up van e-mailaccount %s

source: Restoring the content of account %s from %s
hu: Tartalom helyreállítása a %s fiókba a következõ helyrõl: %s
nl: Bezig met herstellen van de inhoud van account %s van %s

source: End of restoring of account %s
hu: Vége a %s fiók helyreállításának
nl: Einde herstel van account %s

source: Clearing the content of account %s
hu: A %s fiók tartalmának törlése
nl: Opruimen van inhoud van account %s

source: End of clearing of account %s
hu: Vége a %s fiók törlésének
nl: Einde opruimen account %s

source: Stored %4.1f%%: %s - %s
hu: Mentve %4.1f%%: %s - %s
nl: Opgeslagen %4.1f%%: %s - %s

source: Skip %4.1f%%: message already stored (%d of %d)
hu: %4.1f%% átugrása: az üzenet már mentve van (%d of %d)
nl: Overslaan %4.1f%%: boodschap reeds opgeslagen(%d van %d)

source: Restored %4.1f%%: %s - %s
hu: Helyreállítva: %4.1f%%: %s - %s
nl: Opgeslagen %4.1f%%: %s - %s

source: Skipdate %4.1f%%: %s - %s
hu: Dátum átugrása %4.1f%%: %s - %s
nl: Overslagdata %4.1f%%: %s - %s

source: Starting backup of labels
hu: Cimkék archiválása elkezdve
nl: Start back-up van labels

source: Backup of labels ended
hu: Cimkék archiválása befejezve
nl: Back-up van labels beindigd

source: Restoring labels, %.1f%%
hu: Cimkék visszaállítása, %.1f%%
nl: Herstellen labels, %.1f%%

source: Error: %s
hu: Hiba: %s
nl: Fout: %s

source: %s There are network problems, please, try it later
hu: %s Hálózati problémák adódtak. Kérlek próbáld meg késõbb
nl: %s Er zijn netwerkproblemen; gelieve later te proberen.

source: IMAP aborted the transfer
hu: IMAP megszakította a kapcsolatot
nl: IMAP stopte met de overdracht

source: Program interrupted by user
hu: Felhasználói megszakítás
nl: Programma onderbroken door gebruiker.

source: Error occured, full traceback is bellow (gmb.py revision %s) %s
hu: Hiba történt, a hiba leírása alább olvasható (gmb.py revision %s) %s
nl: Er deed zich een fout voor. Volledige traceback.(gmb.py versie %s) %s

source: %s Ignoring this error message. If you want, please report the following traceback at www.gmail-backup.com/forum Thanks! (gmb.py revision %s): %s
hu: %s Hibaüzenet mellõzése. Ha szeretnéd, jelezd a következõ hibaleírást a www.gmail-backup.com/forum címen Köszönöm! (gmb.py %s. változat): %s
nl: %s Deze foutboodschap wordt genegeerd. Zend zonodig een verslag van de traceback naar www.gmail-backup.com/forum Bedankt! (gmb.py versie %s): %s

source: Trying to reconnect (%d)
hu: Újrakapcsolódás (%d)
nl: Verbinding herstellen.(%d)

source: Reconnected!
hu: Kapcsolódva!
nl: Verbinding ok!

source: Not connected, sleeping for %d seconds
hu: Nincs kapcsolat, %d várakozás
nl: Niet verbonden, slaaptoestand gedurende %d seconden.

source: Unable to reconnect
hu: Nem lehet újrakapcsolódni
nl: Kan geen verbinding maken.

source: Network error occured, disconnected
hu: Hálózai hiba történt, kapcsolat bontva
nl: Netwerkfout, verbinding verbroken.

source: Error occured while reading e-mail from disc
hu: Hiba történt az email olvasása közben
nl: Fout tijdens lezen e-mail van schijf

source: Error while reading MessageID from stored message
hu: Hiba az archivált üzenet MessageID-ának olvasása közben
nl: Fout tijdens lezen van MessageID van opslagmededeling

source: Bad line in file with cached MessageIDs
hu: Hibás sor a MassageID-kat tartalmazó fájlban
nl: Fout in bestand met opgeslagen MessageIDs

source: Errorneous message in file: %s, please report it to <honza.svec@gmail.com>
hu: Hibás üzenet a fájlban: %s, kérlek jelezd a következõ címen <honza.svec@gmail.com>
nl: Fout in bestand: %s, gelieve te melden aan <honza.svec@gmail.com>

source: Error occured while downloading e-mail
hu: Hiba történt az email letöltése alatt
nl: Fout deed zich voor tijdens downloaden e-mail

source: Cannot backup the assignment of label: %s
hu: Nem lehet archiválni a cimke kapcsolatait: %s
nl: Kan geen back-up maken van label: %s

source: Error while doing backup of label %r
hu: Hiba a cimke archiválása közben: %r
nl: Fout tijdens back-up van label %r

source: Error while saving e-mail
hu: Hiba az email mentése közben
nl: Fout tijdens opslaan e-mail

source: Error while getting MessageID
hu: Hiba a MessageID lekérdezése során
nl: Fout tijdens ontvangen MessageID

source: Error while restoring label %r
hu: Hiba a cimke helyreállítása során: %r
nl: Fout tijdens herstel label %r

source: Error while restoring e-mail
hu: Hiba az email helyreállítása során
nl: Fout tijdens herstel e-mail

source: New version of GMail Backup is available! You can download version %s here: %s
hu: A GMail Backup új verziója érhetõ el! Az GMail Backup új %s. változatát innen töltheted le: %s
nl: Er is een nieuwe versie van GMail Backup beschikbaar! U kunt versie %s hier downloaden: %s

source: You are using the latest version of GMail Backup.
hu: A legfrisseb GMail Backup verziót használod.
nl: U gebruikt de recentste versie van GMail Backup.
